{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "[": 37,
      "\\": 38,
      "]": 39,
      "^": 40,
      "_": 41,
      "`": 42,
      "a": 43,
      "b": 44,
      "c": 45,
      "d": 46,
      "e": 47,
      "f": 48,
      "g": 49,
      "h": 50,
      "i": 51,
      "j": 52,
      "k": 53,
      "l": 54,
      "m": 55,
      "n": 56,
      "o": 57,
      "p": 58,
      "q": 59,
      "r": 60,
      "s": 61,
      "t": 62,
      "u": 63,
      "v": 64,
      "w": 65,
      "x": 66,
      "y": 67,
      "z": 68,
      "{": 69,
      "|": 70,
      "}": 71,
      "~": 72,
      "¡": 73,
      "¢": 74,
      "£": 75,
      "¥": 76,
      "§": 77,
      "«": 78,
      "¬": 79,
      "®": 80,
      "°": 81,
      "±": 82,
      "²": 83,
      "³": 84,
      "´": 85,
      "µ": 86,
      "·": 87,
      "¹": 88,
      "º": 89,
      "»": 90,
      "½": 91,
      "¾": 92,
      "¿": 93,
      "×": 94,
      "ß": 95,
      "æ": 96,
      "ð": 97,
      "ø": 98,
      "þ": 99,
      "đ": 100,
      "ħ": 101,
      "ı": 102,
      "ł": 103,
      "ŋ": 104,
      "œ": 105,
      "ƒ": 106,
      "ƣ": 107,
      "ɐ": 108,
      "ɑ": 109,
      "ɒ": 110,
      "ɔ": 111,
      "ɕ": 112,
      "ə": 113,
      "ɛ": 114,
      "ɝ": 115,
      "ɡ": 116,
      "ɣ": 117,
      "ɤ": 118,
      "ɨ": 119,
      "ɪ": 120,
      "ɬ": 121,
      "ɯ": 122,
      "ɲ": 123,
      "ɵ": 124,
      "ɹ": 125,
      "ɾ": 126,
      "ʁ": 127,
      "ʂ": 128,
      "ʃ": 129,
      "ʊ": 130,
      "ʋ": 131,
      "ʌ": 132,
      "ʒ": 133,
      "ʔ": 134,
      "ʨ": 135,
      "ʰ": 136,
      "ʲ": 137,
      "ʷ": 138,
      "ʹ": 139,
      "ʻ": 140,
      "ʼ": 141,
      "ʾ": 142,
      "ʿ": 143,
      "ˁ": 144,
      "ˈ": 145,
      "ˌ": 146,
      "ː": 147,
      "˨": 148,
      "˩": 149,
      "΄": 150,
      "α": 151,
      "β": 152,
      "γ": 153,
      "δ": 154,
      "ε": 155,
      "ζ": 156,
      "η": 157,
      "θ": 158,
      "ι": 159,
      "κ": 160,
      "λ": 161,
      "μ": 162,
      "ν": 163,
      "ξ": 164,
      "ο": 165,
      "π": 166,
      "ρ": 167,
      "ς": 168,
      "σ": 169,
      "τ": 170,
      "υ": 171,
      "φ": 172,
      "χ": 173,
      "ψ": 174,
      "ω": 175,
      "а": 176,
      "б": 177,
      "в": 178,
      "г": 179,
      "д": 180,
      "е": 181,
      "ж": 182,
      "з": 183,
      "и": 184,
      "к": 185,
      "л": 186,
      "м": 187,
      "н": 188,
      "о": 189,
      "п": 190,
      "р": 191,
      "с": 192,
      "т": 193,
      "у": 194,
      "ф": 195,
      "х": 196,
      "ц": 197,
      "ч": 198,
      "ш": 199,
      "щ": 200,
      "ъ": 201,
      "ы": 202,
      "ь": 203,
      "э": 204,
      "ю": 205,
      "я": 206,
      "і": 207,
      "ј": 208,
      "љ": 209,
      "ћ": 210,
      "џ": 211,
      "ѡ": 212,
      "ғ": 213,
      "ҙ": 214,
      "қ": 215,
      "ҡ": 216,
      "ҫ": 217,
      "ү": 218,
      "һ": 219,
      "ӕ": 220,
      "ә": 221,
      "ө": 222,
      "ԁ": 223,
      "ԃ": 224,
      "ԅ": 225,
      "ԇ": 226,
      "ԉ": 227,
      "ԙ": 228,
      "ԛ": 229,
      "ԝ": 230,
      "ԟ": 231,
      "ա": 232,
      "ե": 233,
      "զ": 234,
      "ի": 235,
      "լ": 236,
      "կ": 237,
      "հ": 238,
      "մ": 239,
      "յ": 240,
      "ն": 241,
      "ո": 242,
      "ս": 243,
      "վ": 244,
      "տ": 245,
      "ր": 246,
      "ւ": 247,
      "־": 248,
      "א": 249,
      "ב": 250,
      "ג": 251,
      "ד": 252,
      "ה": 253,
      "ו": 254,
      "ז": 255,
      "ח": 256,
      "ט": 257,
      "י": 258,
      "ך": 259,
      "כ": 260,
      "ל": 261,
      "ם": 262,
      "מ": 263,
      "ן": 264,
      "נ": 265,
      "ס": 266,
      "ע": 267,
      "ף": 268,
      "פ": 269,
      "ץ": 270,
      "צ": 271,
      "ק": 272,
      "ר": 273,
      "ש": 274,
      "ת": 275,
      "ײ": 276,
      "״": 277,
      "ء": 278,
      "ا": 279,
      "ب": 280,
      "ة": 281,
      "ت": 282,
      "ث": 283,
      "ج": 284,
      "ح": 285,
      "خ": 286,
      "د": 287,
      "ذ": 288,
      "ر": 289,
      "ز": 290,
      "س": 291,
      "ش": 292,
      "ص": 293,
      "ض": 294,
      "ط": 295,
      "ظ": 296,
      "ع": 297,
      "غ": 298,
      "ـ": 299,
      "ف": 300,
      "ق": 301,
      "ك": 302,
      "ل": 303,
      "م": 304,
      "ن": 305,
      "ه": 306,
      "و": 307,
      "ى": 308,
      "ي": 309,
      "پ": 310,
      "چ": 311,
      "ڠ": 312,
      "ک": 313,
      "گ": 314,
      "ہ": 315,
      "ۇ": 316,
      "ی": 317,
      "ە": 318,
      "ܐ": 319,
      "ܓ": 320,
      "ܘ": 321,
      "ܡ": 322,
      "ܢ": 323,
      "क": 324,
      "ख": 325,
      "ग": 326,
      "ज": 327,
      "ट": 328,
      "ठ": 329,
      "ड": 330,
      "त": 331,
      "द": 332,
      "ध": 333,
      "न": 334,
      "प": 335,
      "ब": 336,
      "भ": 337,
      "म": 338,
      "य": 339,
      "र": 340,
      "ल": 341,
      "व": 342,
      "श": 343,
      "ष": 344,
      "स": 345,
      "ह": 346,
      "ा": 347,
      "ि": 348,
      "ी": 349,
      "ो": 350,
      "ং": 351,
      "ক": 352,
      "গ": 353,
      "দ": 354,
      "ন": 355,
      "ব": 356,
      "ম": 357,
      "র": 358,
      "ল": 359,
      "া": 360,
      "ে": 361,
      "ર": 362,
      "ા": 363,
      "ப": 364,
      "ು": 365,
      "ത": 366,
      "ാ": 367,
      "ය": 368,
      "ල": 369,
      "ව": 370,
      "ා": 371,
      "ෙ": 372,
      "ก": 373,
      "ข": 374,
      "ค": 375,
      "ง": 376,
      "จ": 377,
      "ช": 378,
      "ณ": 379,
      "ด": 380,
      "ต": 381,
      "ถ": 382,
      "ท": 383,
      "ธ": 384,
      "น": 385,
      "บ": 386,
      "ป": 387,
      "ผ": 388,
      "พ": 389,
      "ภ": 390,
      "ม": 391,
      "ย": 392,
      "ร": 393,
      "ล": 394,
      "ว": 395,
      "ศ": 396,
      "ษ": 397,
      "ส": 398,
      "ห": 399,
      "อ": 400,
      "ะ": 401,
      "า": 402,
      "ำ": 403,
      "เ": 404,
      "แ": 405,
      "โ": 406,
      "ใ": 407,
      "ไ": 408,
      "າ": 409,
      "་": 410,
      "ག": 411,
      "ད": 412,
      "ན": 413,
      "པ": 414,
      "བ": 415,
      "མ": 416,
      "འ": 417,
      "ར": 418,
      "ལ": 419,
      "ས": 420,
      "မ": 421,
      "သ": 422,
      "ာ": 423,
      "ა": 424,
      "ბ": 425,
      "დ": 426,
      "ე": 427,
      "ვ": 428,
      "ი": 429,
      "ნ": 430,
      "ო": 431,
      "რ": 432,
      "ს": 433,
      "ქ": 434,
      "ᄀ": 435,
      "ᄂ": 436,
      "ᄃ": 437,
      "ᄄ": 438,
      "ᄅ": 439,
      "ᄆ": 440,
      "ᄇ": 441,
      "ᄉ": 442,
      "ᄊ": 443,
      "ᄋ": 444,
      "ᄌ": 445,
      "ᄎ": 446,
      "ᄏ": 447,
      "ᄐ": 448,
      "ᄑ": 449,
      "ᄒ": 450,
      "ᅡ": 451,
      "ᅢ": 452,
      "ᅣ": 453,
      "ᅥ": 454,
      "ᅦ": 455,
      "ᅧ": 456,
      "ᅨ": 457,
      "ᅩ": 458,
      "ᅪ": 459,
      "ᅬ": 460,
      "ᅭ": 461,
      "ᅮ": 462,
      "ᅯ": 463,
      "ᅱ": 464,
      "ᅲ": 465,
      "ᅳ": 466,
      "ᅴ": 467,
      "ᅵ": 468,
      "ᆨ": 469,
      "ᆫ": 470,
      "ᆯ": 471,
      "ᆷ": 472,
      "ᆸ": 473,
      "ᆺ": 474,
      "ᆼ": 475,
      "ሕ": 476,
      "ን": 477,
      "ᜀ": 478,
      "ᜁ": 479,
      "ᜂ": 480,
      "ᜃ": 481,
      "ᜄ": 482,
      "ᜅ": 483,
      "ᜆ": 484,
      "ᜇ": 485,
      "ᜈ": 486,
      "ᜉ": 487,
      "ᜊ": 488,
      "ᜋ": 489,
      "ᜌ": 490,
      "ᜍ": 491,
      "ᜎ": 492,
      "ᜏ": 493,
      "ᜐ": 494,
      "ᜑ": 495,
      "᜵": 496,
      "᜶": 497,
      "ក": 498,
      "ព": 499,
      "ា": 500,
      "‐": 501,
      "–": 502,
      "—": 503,
      "‘": 504,
      "’": 505,
      "“": 506,
      "”": 507,
      "†": 508,
      "•": 509,
      "…": 510,
      "‧": 511,
      "′": 512,
      "″": 513,
      "‹": 514,
      "›": 515,
      "⁄": 516,
      "ⁿ": 517,
      "₨": 518,
      "₩": 519,
      "€": 520,
      "₱": 521,
      "ℓ": 522,
      "℟": 523,
      "℣": 524,
      "⅓": 525,
      "→": 526,
      "↔": 527,
      "∂": 528,
      "∅": 529,
      "∇": 530,
      "∈": 531,
      "−": 532,
      "√": 533,
      "∞": 534,
      "∧": 535,
      "∴": 536,
      "≈": 537,
      "≤": 538,
      "≥": 539,
      "☆": 540,
      "♠": 541,
      "♥": 542,
      "⟨": 543,
      "⟩": 544,
      "ⲟ": 545,
      "ⴻ": 546,
      "ⵏ": 547,
      "ⵓ": 548,
      "ⵔ": 549,
      "ⵜ": 550,
      "。": 551,
      "「": 552,
      "」": 553,
      "〜": 554,
      "ぁ": 555,
      "あ": 556,
      "ぃ": 557,
      "い": 558,
      "う": 559,
      "ぇ": 560,
      "え": 561,
      "お": 562,
      "か": 563,
      "き": 564,
      "く": 565,
      "け": 566,
      "こ": 567,
      "さ": 568,
      "し": 569,
      "す": 570,
      "せ": 571,
      "そ": 572,
      "た": 573,
      "ち": 574,
      "っ": 575,
      "つ": 576,
      "て": 577,
      "と": 578,
      "な": 579,
      "に": 580,
      "の": 581,
      "は": 582,
      "ひ": 583,
      "ふ": 584,
      "へ": 585,
      "ほ": 586,
      "ま": 587,
      "み": 588,
      "む": 589,
      "め": 590,
      "も": 591,
      "ゃ": 592,
      "や": 593,
      "ゅ": 594,
      "ゆ": 595,
      "よ": 596,
      "ら": 597,
      "り": 598,
      "る": 599,
      "れ": 600,
      "ろ": 601,
      "わ": 602,
      "を": 603,
      "ん": 604,
      "゜": 605,
      "ァ": 606,
      "ア": 607,
      "ィ": 608,
      "イ": 609,
      "ゥ": 610,
      "ウ": 611,
      "ェ": 612,
      "エ": 613,
      "ォ": 614,
      "オ": 615,
      "カ": 616,
      "キ": 617,
      "ク": 618,
      "ケ": 619,
      "コ": 620,
      "サ": 621,
      "シ": 622,
      "ス": 623,
      "セ": 624,
      "タ": 625,
      "チ": 626,
      "ッ": 627,
      "ツ": 628,
      "テ": 629,
      "ト": 630,
      "ナ": 631,
      "ニ": 632,
      "ネ": 633,
      "ハ": 634,
      "ヒ": 635,
      "フ": 636,
      "ヘ": 637,
      "ホ": 638,
      "マ": 639,
      "ミ": 640,
      "ム": 641,
      "メ": 642,
      "モ": 643,
      "ャ": 644,
      "ヤ": 645,
      "ュ": 646,
      "ョ": 647,
      "ラ": 648,
      "リ": 649,
      "ル": 650,
      "レ": 651,
      "ロ": 652,
      "ワ": 653,
      "ン": 654,
      "・": 655,
      "ー": 656,
      "一": 657,
      "万": 658,
      "三": 659,
      "上": 660,
      "不": 661,
      "与": 662,
      "世": 663,
      "东": 664,
      "中": 665,
      "主": 666,
      "乃": 667,
      "之": 668,
      "九": 669,
      "事": 670,
      "二": 671,
      "亚": 672,
      "交": 673,
      "京": 674,
      "人": 675,
      "仁": 676,
      "他": 677,
      "仙": 678,
      "代": 679,
      "以": 680,
      "们": 681,
      "仮": 682,
      "伊": 683,
      "会": 684,
      "伝": 685,
      "作": 686,
      "使": 687,
      "俊": 688,
      "保": 689,
      "信": 690,
      "儿": 691,
      "元": 692,
      "先": 693,
      "光": 694,
      "克": 695,
      "全": 696,
      "八": 697,
      "公": 698,
      "六": 699,
      "共": 700,
      "内": 701,
      "军": 702,
      "出": 703,
      "別": 704,
      "利": 705,
      "到": 706,
      "制": 707,
      "前": 708,
      "功": 709,
      "勝": 710,
      "化": 711,
      "北": 712,
      "區": 713,
      "十": 714,
      "千": 715,
      "南": 716,
      "原": 717,
      "叉": 718,
      "口": 719,
      "古": 720,
      "台": 721,
      "史": 722,
      "号": 723,
      "司": 724,
      "吉": 725,
      "同": 726,
      "名": 727,
      "后": 728,
      "君": 729,
      "周": 730,
      "呼": 731,
      "命": 732,
      "和": 733,
      "品": 734,
      "哈": 735,
      "商": 736,
      "四": 737,
      "国": 738,
      "國": 739,
      "園": 740,
      "在": 741,
      "地": 742,
      "城": 743,
      "基": 744,
      "堂": 745,
      "場": 746,
      "士": 747,
      "多": 748,
      "夜": 749,
      "夢": 750,
      "大": 751,
      "天": 752,
      "太": 753,
      "奇": 754,
      "奈": 755,
      "女": 756,
      "好": 757,
      "如": 758,
      "始": 759,
      "娘": 760,
      "子": 761,
      "字": 762,
      "孝": 763,
      "学": 764,
      "學": 765,
      "宇": 766,
      "安": 767,
      "宋": 768,
      "宏": 769,
      "宗": 770,
      "宮": 771,
      "家": 772,
      "富": 773,
      "寺": 774,
      "寿": 775,
      "尊": 776,
      "小": 777,
      "少": 778,
      "尔": 779,
      "尹": 780,
      "屋": 781,
      "山": 782,
      "岐": 783,
      "岡": 784,
      "岩": 785,
      "島": 786,
      "崎": 787,
      "川": 788,
      "州": 789,
      "工": 790,
      "市": 791,
      "帝": 792,
      "師": 793,
      "平": 794,
      "年": 795,
      "幻": 796,
      "府": 797,
      "建": 798,
      "式": 799,
      "後": 800,
      "御": 801,
      "心": 802,
      "忍": 803,
      "志": 804,
      "思": 805,
      "恋": 806,
      "想": 807,
      "愛": 808,
      "慶": 809,
      "成": 810,
      "我": 811,
      "戦": 812,
      "戯": 813,
      "戸": 814,
      "所": 815,
      "抄": 816,
      "拳": 817,
      "摩": 818,
      "放": 819,
      "政": 820,
      "文": 821,
      "斗": 822,
      "新": 823,
      "方": 824,
      "日": 825,
      "早": 826,
      "明": 827,
      "易": 828,
      "星": 829,
      "時": 830,
      "普": 831,
      "智": 832,
      "書": 833,
      "最": 834,
      "會": 835,
      "月": 836,
      "有": 837,
      "朝": 838,
      "木": 839,
      "本": 840,
      "朴": 841,
      "杉": 842,
      "李": 843,
      "村": 844,
      "条": 845,
      "来": 846,
      "東": 847,
      "松": 848,
      "林": 849,
      "校": 850,
      "株": 851,
      "桜": 852,
      "森": 853,
      "業": 854,
      "橋": 855,
      "歌": 856,
      "正": 857,
      "武": 858,
      "民": 859,
      "気": 860,
      "水": 861,
      "永": 862,
      "汉": 863,
      "江": 864,
      "沙": 865,
      "沢": 866,
      "河": 867,
      "治": 868,
      "泉": 869,
      "法": 870,
      "流": 871,
      "浩": 872,
      "海": 873,
      "清": 874,
      "港": 875,
      "漢": 876,
      "澳": 877,
      "濟": 878,
      "熊": 879,
      "牛": 880,
      "物": 881,
      "特": 882,
      "犬": 883,
      "獣": 884,
      "玉": 885,
      "王": 886,
      "珠": 887,
      "球": 888,
      "理": 889,
      "琉": 890,
      "瓊": 891,
      "生": 892,
      "田": 893,
      "界": 894,
      "白": 895,
      "百": 896,
      "的": 897,
      "皇": 898,
      "省": 899,
      "真": 900,
      "督": 901,
      "石": 902,
      "社": 903,
      "神": 904,
      "福": 905,
      "秀": 906,
      "秋": 907,
      "科": 908,
      "空": 909,
      "立": 910,
      "第": 911,
      "等": 912,
      "精": 913,
      "紀": 914,
      "紅": 915,
      "線": 916,
      "羅": 917,
      "羊": 918,
      "美": 919,
      "義": 920,
      "羽": 921,
      "者": 922,
      "聖": 923,
      "能": 924,
      "臣": 925,
      "舞": 926,
      "航": 927,
      "花": 928,
      "英": 929,
      "茶": 930,
      "草": 931,
      "華": 932,
      "葉": 933,
      "藤": 934,
      "蘭": 935,
      "行": 936,
      "術": 937,
      "衛": 938,
      "西": 939,
      "見": 940,
      "角": 941,
      "記": 942,
      "話": 943,
      "語": 944,
      "論": 945,
      "语": 946,
      "貴": 947,
      "賞": 948,
      "身": 949,
      "軍": 950,
      "送": 951,
      "通": 952,
      "遊": 953,
      "道": 954,
      "那": 955,
      "邪": 956,
      "郎": 957,
      "部": 958,
      "郷": 959,
      "都": 960,
      "酒": 961,
      "里": 962,
      "野": 963,
      "金": 964,
      "録": 965,
      "長": 966,
      "門": 967,
      "開": 968,
      "阪": 969,
      "阿": 970,
      "陈": 971,
      "院": 972,
      "陸": 973,
      "陽": 974,
      "隊": 975,
      "際": 976,
      "集": 977,
      "雪": 978,
      "霊": 979,
      "青": 980,
      "韓": 981,
      "音": 982,
      "香": 983,
      "馬": 984,
      "高": 985,
      "魔": 986,
      "鹿": 987,
      "麗": 988,
      "龍": 989,
      "ꜣ": 990,
      "ꦗ": 991,
      "ꦱ": 992,
      "！": 993,
      "（": 994,
      "）": 995,
      "，": 996,
      "－": 997,
      "：": 998,
      "ｍ": 999,
      "～": 1000,
      "𐎗": 1001,
      "𐎘": 1002,
      "𐎚": 1003,
      "𐐯": 1004,
      "##e": 1005,
      "##m": 1006,
      "##a": 1007,
      "##s": 1008,
      "##h": 1009,
      "##i": 1010,
      "##r": 1011,
      "##o": 1012,
      "##k": 1013,
      "##g": 1014,
      "##p": 1015,
      "##l": 1016,
      "##c": 1017,
      "##q": 1018,
      "##u": 1019,
      "##d": 1020,
      "##n": 1021,
      "##t": 1022,
      "##y": 1023,
      "##z": 1024,
      "##b": 1025,
      "##w": 1026,
      "##v": 1027,
      "##о": 1028,
      "##ר": 1029,
      "##ד": 1030,
      "##כ": 1031,
      "##י": 1032,
      "##f": 1033,
      "##j": 1034,
      "##x": 1035,
      "##4": 1036,
      "##3": 1037,
      "##6": 1038,
      "##9": 1039,
      "##8": 1040,
      "##7": 1041,
      "##ע": 1042,
      "##צ": 1043,
      "##מ": 1044,
      "##א": 1045,
      "##ו": 1046,
      "##ת": 1047,
      "##ᅡ": 1048,
      "##ᆸ": 1049,
      "##5": 1050,
      "##ᜄ": 1051,
      "##ᜉ": 1052,
      "##ᜎ": 1053,
      "##ᜌ": 1054,
      "##ᜈ": 1055,
      "##ק": 1056,
      "##ל": 1057,
      "##ʻ": 1058,
      "##0": 1059,
      "##ᅩ": 1060,
      "##ᆼ": 1061,
      "##ᄆ": 1062,
      "##ᅧ": 1063,
      "##ᄋ": 1064,
      "##ᅪ": 1065,
      "##ᄅ": 1066,
      "##ᅳ": 1067,
      "##ן": 1068,
      "##2": 1069,
      "##1": 1070,
      "##ב": 1071,
      "##נ": 1072,
      "##פ": 1073,
      "##ש": 1074,
      "##ษ": 1075,
      "##ณ": 1076,
      "##โ": 1077,
      "##ล": 1078,
      "##ก": 1079,
      "##ℓ": 1080,
      "##а": 1081,
      "##н": 1082,
      "##ж": 1083,
      "##ι": 1084,
      "##ν": 1085,
      "##ε": 1086,
      "##α": 1087,
      "##ς": 1088,
      "##ł": 1089,
      "##и": 1090,
      "##к": 1091,
      "##л": 1092,
      "##θ": 1093,
      "##æ": 1094,
      "##τ": 1095,
      "##ρ": 1096,
      "##π": 1097,
      "##ο": 1098,
      "##δ": 1099,
      "##η": 1100,
      "##у": 1101,
      "##ा": 1102,
      "##ह": 1103,
      "##р": 1104,
      "##д": 1105,
      "##з": 1106,
      "##ا": 1107,
      "##ز": 1108,
      "##ق": 1109,
      "##ل": 1110,
      "##ف": 1111,
      "##ج": 1112,
      "##ر": 1113,
      "##ン": 1114,
      "##ナ": 1115,
      "##キ": 1116,
      "##モ": 1117,
      "##チ": 1118,
      "##ω": 1119,
      "##γ": 1120,
      "##φ": 1121,
      "##タ": 1122,
      "##ー": 1123,
      "##ᅮ": 1124,
      "##ᄑ": 1125,
      "##ᅵ": 1126,
      "##ᅦ": 1127,
      "##ᆷ": 1128,
      "##ح": 1129,
      "##с": 1130,
      "##т": 1131,
      "##е": 1132,
      "##ч": 1133,
      "##±": 1134,
      "##°": 1135,
      "##μ": 1136,
      "##σ": 1137,
      "##κ": 1138,
      "##λ": 1139,
      "##б": 1140,
      "##ј": 1141,
      "##ה": 1142,
      "##ъ": 1143,
      "##ם": 1144,
      "##ш": 1145,
      "##ф": 1146,
      "##в": 1147,
      "##ь": 1148,
      "##я": 1149,
      "##ᜃ": 1150,
      "##ᜆ": 1151,
      "##ᜅ": 1152,
      "##ག": 1153,
      "##ᅥ": 1154,
      "##ع": 1155,
      "##ي": 1156,
      "##ة": 1157,
      "##ħ": 1158,
      "##ц": 1159,
      "##ल": 1160,
      "##ی": 1161,
      "##خ": 1162,
      "##س": 1163,
      "##و": 1164,
      "##υ": 1165,
      "##م": 1166,
      "##♠": 1167,
      "##ك": 1168,
      "##ء": 1169,
      "##г": 1170,
      "##ख": 1171,
      "##ᄌ": 1172,
      "##ว": 1173,
      "##ต": 1174,
      "##п": 1175,
      "##і": 1176,
      "##ه": 1177,
      "##χ": 1178,
      "##ץ": 1179,
      "##ب": 1180,
      "##ہ": 1181,
      "##ы": 1182,
      "##ᅬ": 1183,
      "##ᆫ": 1184,
      "##ᄉ": 1185,
      "##ᆯ": 1186,
      "##ठ": 1187,
      "##न": 1188,
      "##м": 1189,
      "##ƣ": 1190,
      "##ə": 1191,
      "##ɪ": 1192,
      "##ˈ": 1193,
      "##ɛ": 1194,
      "##ᅢ": 1195,
      "##ن": 1196,
      "##ː": 1197,
      "##ラ": 1198,
      "##コ": 1199,
      "##³": 1200,
      "##د": 1201,
      "##ᅲ": 1202,
      "##ᜁ": 1203,
      "##ᜋ": 1204,
      "##×": 1205,
      "##ᜀ": 1206,
      "##ᄒ": 1207,
      "##ᆨ": 1208,
      "##ᄀ": 1209,
      "##ᅭ": 1210,
      "##พ": 1211,
      "##ช": 1212,
      "##ร": 1213,
      "##บ": 1214,
      "##ᆺ": 1215,
      "##ᄃ": 1216,
      "##ت": 1217,
      "##ɹ": 1218,
      "##щ": 1219,
      "##ᅣ": 1220,
      "##ɔ": 1221,
      "##ɑ": 1222,
      "##х": 1223,
      "##ᜍ": 1224,
      "##ס": 1225,
      "##ڠ": 1226,
      "##く": 1227,
      "##れ": 1228,
      "##𐎚": 1229,
      "##ـ": 1230,
      "##ص": 1231,
      "##ᅴ": 1232,
      "##ミ": 1233,
      "##ッ": 1234,
      "##ク": 1235,
      "##า": 1236,
      "##จ": 1237,
      "##ง": 1238,
      "##ห": 1239,
      "##ด": 1240,
      "##ß": 1241,
      "##ە": 1242,
      "##ى": 1243,
      "##ش": 1244,
      "##ז": 1245,
      "##ᜐ": 1246,
      "##เ": 1247,
      "##ท": 1248,
      "##ม": 1249,
      "##น": 1250,
      "##ค": 1251,
      "##ۇ": 1252,
      "##ა": 1253,
      "##ბ": 1254,
      "##ξ": 1255,
      "##ถ": 1256,
      "##ย": 1257,
      "##ח": 1258,
      "##か": 1259,
      "##り": 1260,
      "##ふ": 1261,
      "##る": 1262,
      "##ᄇ": 1263,
      "##ᄐ": 1264,
      "##ʰ": 1265,
      "##ᅨ": 1266,
      "##ไ": 1267,
      "##қ": 1268,
      "##າ": 1269,
      "##ա": 1270,
      "##տ": 1271,
      "##ր": 1272,
      "##º": 1273,
      "##テ": 1274,
      "##ィ": 1275,
      "##ı": 1276,
      "##ט": 1277,
      "##ɡ": 1278,
      "##ɵ": 1279,
      "##ɯ": 1280,
      "##ʋ": 1281,
      "##ի": 1282,
      "##ե": 1283,
      "##ト": 1284,
      "##ワ": 1285,
      "##ケ": 1286,
      "##ウ": 1287,
      "##ォ": 1288,
      "##э": 1289,
      "##ᜇ": 1290,
      "##đ": 1291,
      "##ث": 1292,
      "##ɣ": 1293,
      "##お": 1294,
      "##ち": 1295,
      "##て": 1296,
      "##ᅯ": 1297,
      "##ʁ": 1298,
      "##ظ": 1299,
      "##ײ": 1300,
      "##ম": 1301,
      "##ব": 1302,
      "##গ": 1303,
      "##イ": 1304,
      "##カ": 1305,
      "##フ": 1306,
      "##ェ": 1307,
      "##ү": 1308,
      "##ø": 1309,
      "##ʃ": 1310,
      "##あ": 1311,
      "##は": 1312,
      "##～": 1313,
      "##−": 1314,
      "##ˌ": 1315,
      "##ʂ": 1316,
      "##ル": 1317,
      "##な": 1318,
      "##し": 1319,
      "##シ": 1320,
      "##½": 1321,
      "##ใ": 1322,
      "##ར": 1323,
      "##マ": 1324,
      "##ャ": 1325,
      "##ʒ": 1326,
      "##ɨ": 1327,
      "##ط": 1328,
      "##ⁿ": 1329,
      "##ᄏ": 1330,
      "##ᄂ": 1331,
      "##と": 1332,
      "##す": 1333,
      "##み": 1334,
      "##☆": 1335,
      "##ᄄ": 1336,
      "##ᄎ": 1337,
      "##ʊ": 1338,
      "##ð": 1339,
      "##レ": 1340,
      "##ʌ": 1341,
      "##ニ": 1342,
      "##メ": 1343,
      "##ア": 1344,
      "##ス": 1345,
      "##ホ": 1346,
      "##オ": 1347,
      "##र": 1348,
      "##त": 1349,
      "##ぁ": 1350,
      "##っ": 1351,
      "##श": 1352,
      "##स": 1353,
      "##ะ": 1354,
      "##ส": 1355,
      "##อ": 1356,
      "##け": 1357,
      "##ɝ": 1358,
      "##ˁ": 1359,
      "##つ": 1360,
      "##ら": 1361,
      "##き": 1362,
      "##ܘ": 1363,
      "##ܐ": 1364,
      "##া": 1365,
      "##ল": 1366,
      "##ন": 1367,
      "##ⵔ": 1368,
      "##ⵜ": 1369,
      "##ⴻ": 1370,
      "##ⵏ": 1371,
      "##ា": 1372,
      "##ក": 1373,
      "##ព": 1374,
      "##β": 1375,
      "##ک": 1376,
      "##˨": 1377,
      "##˩": 1378,
      "##も": 1379,
      "##の": 1380,
      "##ན": 1381,
      "##ሕ": 1382,
      "##リ": 1383,
      "##ロ": 1384,
      "##ذ": 1385,
      "##う": 1386,
      "##そ": 1387,
      "##ད": 1388,
      "##ા": 1389,
      "##ᄊ": 1390,
      "##œ": 1391,
      "##ɾ": 1392,
      "##म": 1393,
      "##エ": 1394,
      "##ᜊ": 1395,
      "##ネ": 1396,
      "##ो": 1397,
      "##ट": 1398,
      "##ी": 1399,
      "##ツ": 1400,
      "##ን": 1401,
      "##ћ": 1402,
      "##た": 1403,
      "##め": 1404,
      "##に": 1405,
      "##ष": 1406,
      "##ि": 1407,
      "##چ": 1408,
      "##い": 1409,
      "##ん": 1410,
      "##ろ": 1411,
      "##བ": 1412,
      "##ム": 1413,
      "##ᜑ": 1414,
      "##®": 1415,
      "##ŋ": 1416,
      "##む": 1417,
      "##ɒ": 1418,
      "##भ": 1419,
      "##ʼ": 1420,
      "##²": 1421,
      "##¾": 1422,
      "##ܢ": 1423,
      "##よ": 1424,
      "##ⵓ": 1425,
      "##ハ": 1426,
      "##サ": 1427,
      "##ꜣ": 1428,
      "##མ": 1429,
      "##ས": 1430,
      "##ᅱ": 1431,
      "##さ": 1432,
      "##द": 1433,
      "##ო": 1434,
      "##დ": 1435,
      "##ნ": 1436,
      "##ᜂ": 1437,
      "##ภ": 1438,
      "##گ": 1439,
      "##ʾ": 1440,
      "##မ": 1441,
      "##ာ": 1442,
      "##သ": 1443,
      "##ョ": 1444,
      "##ʷ": 1445,
      "##ζ": 1446,
      "##غ": 1447,
      "##ক": 1448,
      "##র": 1449,
      "##ज": 1450,
      "##ю": 1451,
      "##լ": 1452,
      "##ս": 1453,
      "##क": 1454,
      "##ま": 1455,
      "##や": 1456,
      "##व": 1457,
      "##ァ": 1458,
      "##प": 1459,
      "##ュ": 1460,
      "##΄": 1461,
      "##ව": 1462,
      "##ය": 1463,
      "##ා": 1464,
      "##ල": 1465,
      "##ग": 1466,
      "##¢": 1467,
      "##ෙ": 1468,
      "##ड": 1469,
      "##ܡ": 1470,
      "##ર": 1471,
      "##پ": 1472,
      "##ג": 1473,
      "##ธ": 1474,
      "##ქ": 1475,
      "##ი": 1476,
      "##ാ": 1477,
      "##ɕ": 1478,
      "##ᜏ": 1479,
      "##ำ": 1480,
      "##པ": 1481,
      "##འ": 1482,
      "##ヘ": 1483,
      "##ض": 1484,
      "##ข": 1485,
      "##ヒ": 1486,
      "##ལ": 1487,
      "##を": 1488,
      "##ത": 1489,
      "##ป": 1490,
      "##य": 1491,
      "##ғ": 1492,
      "##ә": 1493,
      "##´": 1494,
      "##љ": 1495,
      "##մ": 1496,
      "##կ": 1497,
      "##𐐯": 1498,
      "##え": 1499,
      "##ʲ": 1500,
      "##ʹ": 1501,
      "##ף": 1502,
      "##ध": 1503,
      "##せ": 1504,
      "##յ": 1505,
      "##ն": 1506,
      "##こ": 1507,
      "##ｍ": 1508,
      "##զ": 1509,
      "##ꦗ": 1510,
      "##ɐ": 1511,
      "##ひ": 1512,
      "##ө": 1513,
      "##∞": 1514,
      "##ꦱ": 1515,
      "##ո": 1516,
      "##ւ": 1517,
      "##µ": 1518,
      "##ψ": 1519,
      "##ʿ": 1520,
      "##দ": 1521,
      "##џ": 1522,
      "##ศ": 1523,
      "##ე": 1524,
      "##ს": 1525,
      "##რ": 1526,
      "##ং": 1527,
      "##ে": 1528,
      "##ɬ": 1529,
      "##ผ": 1530,
      "##แ": 1531,
      "##¹": 1532,
      "##ぃ": 1533,
      "##→": 1534,
      "##ぇ": 1535,
      "##վ": 1536,
      "##հ": 1537,
      "##わ": 1538,
      "##ゆ": 1539,
      "##þ": 1540,
      "##𐎘": 1541,
      "##𐎗": 1542,
      "##ɲ": 1543,
      "##ப": 1544,
      "##⁄": 1545,
      "##ゃ": 1546,
      "##ゥ": 1547,
      "##¥": 1548,
      "##ほ": 1549,
      "##ゅ": 1550,
      "##ʔ": 1551,
      "##ვ": 1552,
      "##ך": 1553,
      "##₱": 1554,
      "##¬": 1555,
      "##ब": 1556,
      "##ҡ": 1557,
      "##ܓ": 1558,
      "##セ": 1559,
      "##ヤ": 1560,
      "##ⲟ": 1561,
      "##ು": 1562,
      "##ng": 1563,
      "##ang": 1564,
      "##an": 1565,
      "na": 1566,
      "sa": 1567,
      "ng": 1568,
      "##al": 1569,
      "##in": 1570,
      "##ag": 1571,
      "ang": 1572,
      "##at": 1573,
      "##ga": 1574,
      "##as": 1575,
      "##il": 1576,
      "mga": 1577,
      "##ar": 1578,
      "##ay": 1579,
      "##on": 1580,
      "##am": 1581,
      "ay": 1582,
      "##it": 1583,
      "##ong": 1584,
      "at": 1585,
      "##ak": 1586,
      "##ul": 1587,
      "##er": 1588,
      "##ah": 1589,
      "##ing": 1590,
      "##is": 1591,
      "##ap": 1592,
      "is": 1593,
      "##ab": 1594,
      "##ik": 1595,
      "##iy": 1596,
      "pag": 1597,
      "##aw": 1598,
      "##to": 1599,
      "##un": 1600,
      "##ad": 1601,
      "##en": 1602,
      "isang": 1603,
      "##um": 1604,
      "##es": 1605,
      "##or": 1606,
      "##os": 1607,
      "nag": 1608,
      "##ig": 1609,
      "##im": 1610,
      "##ilang": 1611,
      "##ip": 1612,
      "##us": 1613,
      "##ol": 1614,
      "##el": 1615,
      "pang": 1616,
      "no": 1617,
      "ito": 1618,
      "##iya": 1619,
      "##ur": 1620,
      "##id": 1621,
      "##ib": 1622,
      "kan": 1623,
      "##ung": 1624,
      "##yon": 1625,
      "##ro": 1626,
      "noong": 1627,
      "si": 1628,
      "may": 1629,
      "in": 1630,
      "##ula": 1631,
      "par": 1632,
      "##om": 1633,
      "pin": 1634,
      "##uk": 1635,
      "pam": 1636,
      "ni": 1637,
      "##ala": 1638,
      "##ut": 1639,
      "##et": 1640,
      "##em": 1641,
      "##od": 1642,
      "pan": 1643,
      "##ub": 1644,
      "##ir": 1645,
      "19": 1646,
      "un": 1647,
      "bilang": 1648,
      "##yang": 1649,
      "##ya": 1650,
      "an": 1651,
      "##di": 1652,
      "mag": 1653,
      "nak": 1654,
      "ib": 1655,
      "##ist": 1656,
      "kat": 1657,
      "kas": 1658,
      "##ic": 1659,
      "##yo": 1660,
      "##ek": 1661,
      "ta": 1662,
      "20": 1663,
      "hin": 1664,
      "##ito": 1665,
      "pagk": 1666,
      "##ent": 1667,
      "##op": 1668,
      "##ans": 1669,
      "##alaw": 1670,
      "##ih": 1671,
      "##ug": 1672,
      "##st": 1673,
      "##re": 1674,
      "##ayan": 1675,
      "para": 1676,
      "##ok": 1677,
      "ma": 1678,
      "##and": 1679,
      "##ot": 1680,
      "siya": 1681,
      "al": 1682,
      "mula": 1683,
      "ar": 1684,
      "##iw": 1685,
      "mal": 1686,
      "##uh": 1687,
      "##asyon": 1688,
      "mat": 1689,
      "##ant": 1690,
      "kanyang": 1691,
      "##ilip": 1692,
      "it": 1693,
      "hindi": 1694,
      "##og": 1695,
      "##awa": 1696,
      "##ed": 1697,
      "mar": 1698,
      "##inas": 1699,
      "##ers": 1700,
      "##alang": 1701,
      "kar": 1702,
      "##up": 1703,
      "##ila": 1704,
      "##angg": 1705,
      "il": 1706,
      "##itan": 1707,
      "re": 1708,
      "##ina": 1709,
      "kap": 1710,
      "##ia": 1711,
      "##ion": 1712,
      "ik": 1713,
      "kab": 1714,
      "kung": 1715,
      "bag": 1716,
      "##aan": 1717,
      "##iyang": 1718,
      "##yong": 1719,
      "th": 1720,
      "pilip": 1721,
      "##uw": 1722,
      "nang": 1723,
      "##le": 1724,
      "##ob": 1725,
      "##ahan": 1726,
      "kal": 1727,
      "nito": 1728,
      "##pin": 1729,
      "tin": 1730,
      "##amit": 1731,
      "##ika": 1732,
      "mak": 1733,
      "mas": 1734,
      "##ian": 1735,
      "##ch": 1736,
      "##pang": 1737,
      "##iko": 1738,
      "pa": 1739,
      "gin": 1740,
      "##pap": 1741,
      "##uan": 1742,
      "##alan": 1743,
      "##ita": 1744,
      "##tr": 1745,
      "pro": 1746,
      "##eb": 1747,
      "##ahil": 1748,
      "##atag": 1749,
      "pr": 1750,
      "##ama": 1751,
      "##abas": 1752,
      "##alak": 1753,
      "##sa": 1754,
      "pinak": 1755,
      "200": 1756,
      "##und": 1757,
      "upang": 1758,
      "pilipinas": 1759,
      "kay": 1760,
      "man": 1761,
      "est": 1762,
      "##oy": 1763,
      "isa": 1764,
      "ka": 1765,
      "##ter": 1766,
      "pal": 1767,
      "##amang": 1768,
      "tag": 1769,
      "##ens": 1770,
      "br": 1771,
      "##ta": 1772,
      "##ano": 1773,
      "dahil": 1774,
      "##idad": 1775,
      "##ahat": 1776,
      "ipin": 1777,
      "hal": 1778,
      "ak": 1779,
      "##aman": 1780,
      "tr": 1781,
      "am": 1782,
      "the": 1783,
      "sin": 1784,
      "bah": 1785,
      "##aro": 1786,
      "din": 1787,
      "as": 1788,
      "iba": 1789,
      "bat": 1790,
      "##alawang": 1791,
      "ch": 1792,
      "##iyon": 1793,
      "or": 1794,
      "##ari": 1795,
      "rin": 1796,
      "hangg": 1797,
      "pamam": 1798,
      "nat": 1799,
      "##apos": 1800,
      "nam": 1801,
      "##ac": 1802,
      "bin": 1803,
      "##sod": 1804,
      "unang": 1805,
      "##isyon": 1806,
      "##ilala": 1807,
      "##ud": 1808,
      "lum": 1809,
      "pags": 1810,
      "##les": 1811,
      "pat": 1812,
      "##mp": 1813,
      "##ungsod": 1814,
      "de": 1815,
      "##lo": 1816,
      "of": 1817,
      "##agi": 1818,
      "lungsod": 1819,
      "##eh": 1820,
      "sal": 1821,
      "##aba": 1822,
      "##imb": 1823,
      "##eng": 1824,
      "kin": 1825,
      "sum": 1826,
      "##aring": 1827,
      "##iv": 1828,
      "201": 1829,
      "##ado": 1830,
      "##awan": 1831,
      "##eg": 1832,
      "##ulad": 1833,
      "nags": 1834,
      "ika": 1835,
      "naging": 1836,
      "kah": 1837,
      "maa": 1838,
      "##awag": 1839,
      "hanggang": 1840,
      "kon": 1841,
      "bans": 1842,
      "##ri": 1843,
      "kanilang": 1844,
      "##ili": 1845,
      "panah": 1846,
      "itin": 1847,
      "ap": 1848,
      "tum": 1849,
      "tao": 1850,
      "##oh": 1851,
      "pagt": 1852,
      "##alag": 1853,
      "ibang": 1854,
      "##ero": 1855,
      "##ulang": 1856,
      "##ino": 1857,
      "pangk": 1858,
      "##ma": 1859,
      "niya": 1860,
      "##ulat": 1861,
      "##aka": 1862,
      "##emb": 1863,
      "##iga": 1864,
      "mah": 1865,
      "pagl": 1866,
      "kom": 1867,
      "gr": 1868,
      "ab": 1869,
      "ing": 1870,
      "##angan": 1871,
      "##pan": 1872,
      "saan": 1873,
      "##atay": 1874,
      "pamamag": 1875,
      "##abang": 1876,
      "bayan": 1877,
      "##ha": 1878,
      "##asan": 1879,
      "##tor": 1880,
      "##00": 1881,
      "##da": 1882,
      "##ism": 1883,
      "lo": 1884,
      "pagb": 1885,
      "##igan": 1886,
      "pamamagitan": 1887,
      "##ihan": 1888,
      "##apag": 1889,
      "##agamit": 1890,
      "bahagi": 1891,
      "##ikong": 1892,
      "##uo": 1893,
      "pinakam": 1894,
      "st": 1895,
      "##ulo": 1896,
      "##unit": 1897,
      "##ata": 1898,
      "##ikang": 1899,
      "18": 1900,
      "lamang": 1901,
      "maram": 1902,
      "es": 1903,
      "nasa": 1904,
      "ayon": 1905,
      "maaaring": 1906,
      "ingles": 1907,
      "##anap": 1908,
      "san": 1909,
      "##alo": 1910,
      "ilang": 1911,
      "pagpap": 1912,
      "gay": 1913,
      "##apon": 1914,
      "##alik": 1915,
      "ag": 1916,
      "en": 1917,
      "##amp": 1918,
      "##ikal": 1919,
      "ngunit": 1920,
      "lab": 1921,
      "##ep": 1922,
      "##angk": 1923,
      "mab": 1924,
      "##amb": 1925,
      "##ort": 1926,
      "dalawang": 1927,
      "##ating": 1928,
      "##lal": 1929,
      "min": 1930,
      "##unod": 1931,
      "ser": 1932,
      "##ista": 1933,
      "panahon": 1934,
      "tinat": 1935,
      "pagkak": 1936,
      "##yal": 1937,
      "kum": 1938,
      "taong": 1939,
      "##tur": 1940,
      "##unan": 1941,
      "hapon": 1942,
      "##ation": 1943,
      "##uhay": 1944,
      "gum": 1945,
      "kr": 1946,
      "##aniw": 1947,
      "##la": 1948,
      "##est": 1949,
      "da": 1950,
      "##ilangan": 1951,
      "##ahing": 1952,
      "##ec": 1953,
      "sh": 1954,
      "##orm": 1955,
      "ek": 1956,
      "##agang": 1957,
      "taon": 1958,
      "##puan": 1959,
      "##lat": 1960,
      "##ali": 1961,
      "bar": 1962,
      "##ento": 1963,
      "nap": 1964,
      "lu": 1965,
      "##yemb": 1966,
      "##atapos": 1967,
      "pinag": 1968,
      "##apat": 1969,
      "##yembre": 1970,
      "tim": 1971,
      "##yan": 1972,
      "##las": 1973,
      "kasama": 1974,
      "and": 1975,
      "##ulong": 1976,
      "imp": 1977,
      "##ra": 1978,
      "nan": 1979,
      "##ard": 1980,
      "lahat": 1981,
      "##ismo": 1982,
      "##eks": 1983,
      "pap": 1984,
      "um": 1985,
      "hul": 1986,
      "mil": 1987,
      "bu": 1988,
      "lalaw": 1989,
      "##alim": 1990,
      "op": 1991,
      "##oc": 1992,
      "##unang": 1993,
      "mayro": 1994,
      "pangun": 1995,
      "pamb": 1996,
      "nagt": 1997,
      "##ays": 1998,
      "##igay": 1999,
      "pel": 2000,
      "lalawigan": 2001,
      "##ce": 2002,
      "pun": 2003,
      "ind": 2004,
      "##long": 2005,
      "##ern": 2006,
      "##imula": 2007,
      "bansa": 2008,
      "##ahang": 2009,
      "kilala": 2010,
      "##io": 2011,
      "maraming": 2012,
      "araw": 2013,
      "##ungk": 2014,
      "walang": 2015,
      "tat": 2016,
      "##era": 2017,
      "##ibers": 2018,
      "ed": 2019,
      "tinatawag": 2020,
      "matatag": 2021,
      "pelik": 2022,
      "pangunahing": 2023,
      "##ue": 2024,
      "pak": 2025,
      "199": 2026,
      "##ity": 2027,
      "pop": 2028,
      "##atang": 2029,
      "magk": 2030,
      "dis": 2031,
      "nagb": 2032,
      "##adal": 2033,
      "##ahala": 2034,
      "##iyos": 2035,
      "##ada": 2036,
      "##aga": 2037,
      "hil": 2038,
      "##agawa": 2039,
      "art": 2040,
      "tel": 2041,
      "##igit": 2042,
      "sila": 2043,
      "karaniw": 2044,
      "amer": 2045,
      "pagkatapos": 2046,
      "part": 2047,
      "##ana": 2048,
      "unibers": 2049,
      "loob": 2050,
      "pas": 2051,
      "##oloh": 2052,
      "aw": 2053,
      "el": 2054,
      "te": 2055,
      "##ow": 2056,
      "ginagamit": 2057,
      "##aas": 2058,
      "matatagpuan": 2059,
      "kam": 2060,
      "##imp": 2061,
      "kabilang": 2062,
      "com": 2063,
      "estad": 2064,
      "##ubl": 2065,
      "##itong": 2066,
      "##alit": 2067,
      "##res": 2068,
      "##ayag": 2069,
      "ne": 2070,
      "ph": 2071,
      "sina": 2072,
      "tulad": 2073,
      "uri": 2074,
      "nab": 2075,
      "##gar": 2076,
      "inil": 2077,
      "nagk": 2078,
      "sub": 2079,
      "di": 2080,
      "##ine": 2081,
      "sar": 2082,
      "pamp": 2083,
      "##anganak": 2084,
      "itong": 2085,
      "malak": 2086,
      "##uku": 2087,
      "nil": 2088,
      "naman": 2089,
      "mus": 2090,
      "timog": 2091,
      "unibersidad": 2092,
      "mang": 2093,
      "##ago": 2094,
      "##aroon": 2095,
      "wikang": 2096,
      "popul": 2097,
      "##iling": 2098,
      "##ain": 2099,
      "le": 2100,
      "##ore": 2101,
      "ant": 2102,
      "pagh": 2103,
      "rom": 2104,
      "panan": 2105,
      "bagong": 2106,
      "habang": 2107,
      "##itang": 2108,
      "kasal": 2109,
      "anak": 2110,
      "198": 2111,
      "##ump": 2112,
      "##na": 2113,
      "inter": 2114,
      "kaniyang": 2115,
      "bum": 2116,
      "rep": 2117,
      "dito": 2118,
      "sam": 2119,
      "hum": 2120,
      "##ara": 2121,
      "buong": 2122,
      "sak": 2123,
      "##undo": 2124,
      "##unt": 2125,
      "diyos": 2126,
      "##inal": 2127,
      "##aran": 2128,
      "##anda": 2129,
      "##int": 2130,
      "##uno": 2131,
      "##iging": 2132,
      "mul": 2133,
      "##eo": 2134,
      "baba": 2135,
      "##anan": 2136,
      "##end": 2137,
      "nah": 2138,
      "nas": 2139,
      "##asa": 2140,
      "pagga": 2141,
      "##hi": 2142,
      "ts": 2143,
      "lin": 2144,
      "siyang": 2145,
      "to": 2146,
      "##bol": 2147,
      "##agat": 2148,
      "ad": 2149,
      "##erm": 2150,
      "karaniwang": 2151,
      "##ador": 2152,
      "##apit": 2153,
      "unid": 2154,
      "##istr": 2155,
      "kil": 2156,
      "##ulug": 2157,
      "pangalan": 2158,
      "nagp": 2159,
      "##asang": 2160,
      "estados": 2161,
      "##lur": 2162,
      "##uhan": 2163,
      "unidos": 2164,
      "nagpap": 2165,
      "kasaluku": 2166,
      "con": 2167,
      "##ubuo": 2168,
      "##ayang": 2169,
      "bas": 2170,
      "pagitan": 2171,
      "kag": 2172,
      "simb": 2173,
      "##eral": 2174,
      "ipinanganak": 2175,
      "##ansang": 2176,
      "##th": 2177,
      "reh": 2178,
      "##abi": 2179,
      "##so": 2180,
      "##aling": 2181,
      "##agd": 2182,
      "##uha": 2183,
      "##wa": 2184,
      "##ate": 2185,
      "##una": 2186,
      "##ugn": 2187,
      "##aral": 2188,
      "##ukoy": 2189,
      "bago": 2190,
      "##ey": 2191,
      "##asyong": 2192,
      "pl": 2193,
      "##dig": 2194,
      "##alaking": 2195,
      "sp": 2196,
      "pol": 2197,
      "##ebisyon": 2198,
      "kaya": 2199,
      "##ins": 2200,
      "sist": 2201,
      "##awat": 2202,
      "##ast": 2203,
      "##ikha": 2204,
      "197": 2205,
      "##ord": 2206,
      "gawa": 2207,
      "mundo": 2208,
      "##anong": 2209,
      "##iz": 2210,
      "karam": 2211,
      "katulad": 2212,
      "kanlur": 2213,
      "##arawan": 2214,
      "15": 2215,
      "##ye": 2216,
      "buhay": 2217,
      "populasyon": 2218,
      "##akas": 2219,
      "lup": 2220,
      "##siyon": 2221,
      "##ork": 2222,
      "res": 2223,
      "##iyong": 2224,
      "silang": 2225,
      "kul": 2226,
      "##ayo": 2227,
      "##ivers": 2228,
      "##ekt": 2229,
      "sistem": 2230,
      "##uc": 2231,
      "isin": 2232,
      "lugar": 2233,
      "dating": 2234,
      "bal": 2235,
      "bansang": 2236,
      "palabas": 2237,
      "##adong": 2238,
      "nob": 2239,
      "map": 2240,
      "##aya": 2241,
      "##igdig": 2242,
      "maging": 2243,
      "ilalim": 2244,
      "tatlong": 2245,
      "##sik": 2246,
      "##onom": 2247,
      "pum": 2248,
      "##bay": 2249,
      "univers": 2250,
      "mam": 2251,
      "##ibong": 2252,
      "##lalaro": 2253,
      "10": 2254,
      "telebisyon": 2255,
      "aaral": 2256,
      "bawat": 2257,
      "##isa": 2258,
      "##uto": 2259,
      "pelikula": 2260,
      "dig": 2261,
      "##angay": 2262,
      "kapag": 2263,
      "rel": 2264,
      "##uring": 2265,
      "##ao": 2266,
      "pos": 2267,
      "##ayon": 2268,
      "##igh": 2269,
      "pagp": 2270,
      "kol": 2271,
      "pambansang": 2272,
      "##ipag": 2273,
      "anim": 2274,
      "##yar": 2275,
      "##if": 2276,
      "pamahala": 2277,
      "esp": 2278,
      "itinatag": 2279,
      "##ente": 2280,
      "estado": 2281,
      "mod": 2282,
      "##ahati": 2283,
      "##gap": 2284,
      "##ill": 2285,
      "196": 2286,
      "##ie": 2287,
      "im": 2288,
      "##iwan": 2289,
      "batas": 2290,
      "##bo": 2291,
      "sig": 2292,
      "##uloy": 2293,
      "##agan": 2294,
      "##gr": 2295,
      "tungk": 2296,
      "194": 2297,
      "tang": 2298,
      "17": 2299,
      "##ular": 2300,
      "se": 2301,
      "pareh": 2302,
      "mayroong": 2303,
      "pamil": 2304,
      "nagm": 2305,
      "he": 2306,
      "panl": 2307,
      "000": 2308,
      "car": 2309,
      "nila": 2310,
      "##ibo": 2311,
      "##ustr": 2312,
      "##av": 2313,
      "##api": 2314,
      "##tura": 2315,
      "eur": 2316,
      "##ran": 2317,
      "id": 2318,
      "12": 2319,
      "col": 2320,
      "co": 2321,
      "16": 2322,
      "##ida": 2323,
      "kons": 2324,
      "sup": 2325,
      "##alaki": 2326,
      "##ly": 2327,
      "pagd": 2328,
      "##usyon": 2329,
      "dum": 2330,
      "##mit": 2331,
      "halimb": 2332,
      "##abing": 2333,
      "##asal": 2334,
      "##apan": 2335,
      "tub": 2336,
      "##ura": 2337,
      "ip": 2338,
      "ok": 2339,
      "##art": 2340,
      "apat": 2341,
      "hen": 2342,
      "halimbawa": 2343,
      "karamihan": 2344,
      "##alawak": 2345,
      "nagl": 2346,
      "##ulan": 2347,
      "tagapag": 2348,
      "mon": 2349,
      "babae": 2350,
      "aklat": 2351,
      "##alay": 2352,
      "prod": 2353,
      "##uang": 2354,
      "sinas": 2355,
      "##qu": 2356,
      "opis": 2357,
      "##nila": 2358,
      "nakak": 2359,
      "##andang": 2360,
      "##ert": 2361,
      "malaking": 2362,
      "me": 2363,
      "##co": 2364,
      "klas": 2365,
      "##anta": 2366,
      "paar": 2367,
      "##ond": 2368,
      "pagbab": 2369,
      "so": 2370,
      "alb": 2371,
      "on": 2372,
      "##ensiya": 2373,
      "lar": 2374,
      "##iniw": 2375,
      "##hang": 2376,
      "##ish": 2377,
      "##ira": 2378,
      "met": 2379,
      "##awang": 2380,
      "maynila": 2381,
      "195": 2382,
      "pangkat": 2383,
      "po": 2384,
      "gamit": 2385,
      "##ibigay": 2386,
      "tal": 2387,
      "##ess": 2388,
      "##panya": 2389,
      "higit": 2390,
      "##alabas": 2391,
      "ep": 2392,
      "##uri": 2393,
      "##osto": 2394,
      "##ell": 2395,
      "wika": 2396,
      "##ahayag": 2397,
      "europ": 2398,
      "##gan": 2399,
      "salitang": 2400,
      "nakat": 2401,
      "##man": 2402,
      "hilagang": 2403,
      "##alaga": 2404,
      "##tong": 2405,
      "kasalukuyang": 2406,
      "parehong": 2407,
      "##uro": 2408,
      "lim": 2409,
      "amerik": 2410,
      "##ati": 2411,
      "mo": 2412,
      "##olohiya": 2413,
      "##san": 2414,
      "dr": 2415,
      "bagay": 2416,
      "##ido": 2417,
      "##akita": 2418,
      "##land": 2419,
      "##iba": 2420,
      "binubuo": 2421,
      "new": 2422,
      "gaya": 2423,
      "kore": 2424,
      "##zon": 2425,
      "##arian": 2426,
      "git": 2427,
      "ikalawang": 2428,
      "ex": 2429,
      "##ilan": 2430,
      "##isip": 2431,
      "##umb": 2432,
      "la": 2433,
      "##ungan": 2434,
      "pamahalaan": 2435,
      "11": 2436,
      "##all": 2437,
      "laban": 2438,
      "##ugnay": 2439,
      "krist": 2440,
      "university": 2441,
      "tumut": 2442,
      "komp": 2443,
      "##ril": 2444,
      "niyang": 2445,
      "panahong": 2446,
      "##ingg": 2447,
